var lines = [
    {
        id: 1,
        name: 'Кировско-Выборгская',
        color: '#D6083B',
        d: 'M2123.662,943.303c0,0-37.391,79.186-51,105c-10.258,19.458-31.639,58.339-46,75c-16.665,19.333-36.665,31.667-57.999,62c-23.307,33.138-27.761,52.533-30.334,81.667c-3.665,41.5,13.973,101.475,16.334,118c2,14,5.458,38.458-6.417,54.833c-14.861,20.493-52.078,30.079-70.249,38.5c-33.333,15.447-99.941,39.554-121.5,82.667c-19.168,38.333-34.952,73.936-28.501,134.333c3.667,34.333,32.833,47.333,16,71.5c-15.217,21.847-41,39.5-41,39.5',
        station: [
            {
                name: 'Девяткино'
            },
            {
                name: 'Гражданский проспект'
            },
            {
                name: 'Академическая'
            },
            {
                name: 'Политехническая'
            },
            {
                name: 'Площадь Мужества'
            },
            {
                name: 'Лесная'
            },
            {
                name: 'Выборгская'
            },
            {
                name: 'Площадь Ленина'
            },
            {
                name: 'Чернышевская'
            },
            {
                name: 'Площадь Восстания'
            },
            {
                name: 'Владимирская'
            },
            {
                name: 'Пушкинская'
            },
            {
                name: 'Технологический институт'
            },
            {
                name: 'Балтийская'
            },
            {
                name: 'Нарвская'
            },
            {
                name: 'Кировский завод'
            },
            {
                name: 'Автово'
            },
            {
                name: 'Ленинский проспект'
            },
            {
                name: 'Проспект Ветеранов'
            }
        ]
    },
    {
        id: 2,
        color: '#0078C9',
        name: 'Московско-Петроградская',
        d: 'M1890.996,861.803l-55.5,202.5c0,0-27.808,91.869-26,131.5c2.167,47.5,26.28,101.951,43,132.5c13.5,24.667,50.448,67.786,43.5,95c-6,23.5-50.533,26.154-50.832,57.333c-0.667,69.668,6.044,220.657,8.832,278.167c4,82.5,111,90.5,111,90.5',
        station: [
            {
                name: 'Парнас'
            },
            {
                name: 'Проспект Просвещения'
            },
            {
                name: 'Озерки'
            },
            {
                name: 'Удельная'
            },
            {
                name: 'Пионерская'
            },
            {
                name: 'Чёрная речка'
            },
            {
                name: 'Петроградская'
            },
            {
                name: 'Горьковская'
            },
            {
                name: 'Невский проспект'
            },
            {
                name: 'Сенная площадь'
            },
            {
                name: 'Технологический институт'
            },
            {
                name: 'Фрунзенская'
            },
            {
                name: 'Московские ворота'
            },
            {
                name: 'Электросила'
            },
            {
                name: 'Парк Победы'
            },
            {
                name: 'Московская'
            },
            {
                name: 'Звёздная'
            },
            {
                name: 'Купчино'
            }
        ]
    },
    {
        id: 3,
        color: '#009A49',
        name: 'Невско-Василеостровская',
        d: 'M2224.329,1844.969c0,0-46.333-5.166-70.333-57.666c-22.181-48.52-70.396-166.222-92-215c-13.46-30.39-41.996-87.022-70-113.666c-24-22.834-47.666-28.654-85.333-42.001c-56.595-20.054-231.667-63.333-231.667-63.333',
        station: [
            {
                name: 'Планерная'
            },
            {
                name: 'Туристская'
            },
            {
                name: 'Беговая'
            },
            {
                name: 'Новокрестовская'
            },
            {
                name: 'Приморская'
            },
            {
                name: 'Василеостровская'
            },
            {
                name: 'Гостиный двор'
            },
            {
                name: 'Маяковская'
            },
            {
                name: 'Площадь Александра'
            },
            {
                name: 'Невского'
            },
            {
                name: 'Елизаровская'
            },
            {
                name: 'Ломоносовская'
            },
            {
                name: 'Пролетарская'
            },
            {
                name: 'Обухово'
            },
            {
                name: 'Рыбацкое'
            },
        ]
    },
    {
        id: 4,
        color: '#EA7125',
        name: 'Правобережная',
        d: 'M1864.249,1451.807c0,0,46.667,32.903,66.08,33.163c15.271,0.204,40.439-13.583,53.5-21.5c28.468-17.255,88.805-53.216,121.167-45.417c18.875,4.549,46.159,36.642,57,52.75c9.626,14.304,34,60,34,60',
        station: [{
            name: 'Морской фасад'
        },
            {
                name: 'Гавань'
            },
            {
                name: 'Горный институт'
            },
            {
                name: 'Театральная'
            },
            {
                name: 'Спасская'
            },
            {
                name: 'Достоевская'
            },
            {
                name: 'Лиговский проспект'
            },
            {
                name: 'Площадь Александра Невского'
            },
            {
                name: 'Новочеркасская'
            },
            {
                name: 'Ладожская'
            },
            {
                name: 'Проспект Большевиков'
            },
            {
                name: 'Улица Дыбенко'
            },
            {
                name: 'Кудрово'
            },
            {
                name: 'Юго-Восточная'
            }
        ]
    },
    {
        id: 5,
        color: '#702785',
        name: 'Фрунзенско-Приморская',
        d: 'M1979.496,1687.303c0,0-34.438-60.584-39.5-83c-0.027-0.122-13.904-74.776-26-96.5c-9.089-16.323-38.412-41.099-48.65-56.725c-15.037-22.951-31.942-76.418-47.85-98.775c-19.079-26.816-82.386-59.512-97-89c-19.321-38.986-8-171-8-171',
        station: [
            {
                name: 'Коломяжская'
            },
            {
                name: 'Каменка'
            },
            {
                name: 'Магистраль№ 31'
            },
            {
                name: 'Шуваловский проспект'
            },
            {
                name: 'Комендантский проспект'
            },
            {
                name: 'Старая Деревня'
            },
            {
                name: 'Крестовский остров'
            },
            {
                name: 'Чкаловская'
            },
            {
                name: 'Спортивная'
            },
            {
                name: 'Адмиралтейская'
            },
            {
                name: 'Садовая'
            },
            {
                name: 'Звенигородская'
            },
            {
                name: 'Обводный канал'
            },
            {
                name: 'Волковская'
            },
            {
                name: 'Бухарестская'
            },
            {
                name: 'Международная'
            },
            {
                name: 'Проспект Славы'
            },
            {
                name: 'Дунайская'
            },
            {
                name: 'Шушары'
            },
        ]
    }
]